Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=208_art_id=234.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Girku
smj: Åhpav: Girkko

source: Ipmilbálvalusat leat nu máŋgga hámi.
smj: Jubmeldievnastusá háme li lågådahkes

source: Muhtun báikkiin lávlot sálmmaid gaskaáiggis, eará báikkiin ges hip-hop, ja muhtun báikkiin vel guktot seammá ipmilbálvalusas.
smj: Muhtem sajijn lávllu gasskaájge sálmajt, ietjá sajijn hip-hop, ja muhtem sajijn vas goappátjijt sæmmi jubmeldievnastusán.

source: Girkus leat mis ipmilbálvalusat, mánnágástta, konfirmašuvdna, náitosat ja hávdádeamit.
smj: Girkkon li jubmeldievnastusá, gássta, konfirmasjåvnnå, hedja, hávddádusá.

source: Dát dagut čájehit min risttalaš árvvuid.
smj: Dá dagu mijá ristagis árvojt vuojnnusij bukti.

source: Ipmilbálvalus lea Ipmila ja olbmuidgaskasaš deaivvadeapmi bálvaleami ja rohkadallama bokte.
smj: Jubmeldievnastus le gånnå Jubmel ja almatja æjvvali råhkålvisá baktu.

source: Sártnis áigu Ipmil juoidá muitalit dutnje.
smj: Sárnnedijn sihtá Jubmel juojddáv dunji javllat.

source: Norggas leat Ipmilbálvalusat dábálaččat sotnabeaivvi dii. 11.00.
smj: Vuonan li jubmeldievnastusá álu sådnåbiejvijt kl.. 11.00.

source: Sotnabeaivi danin go dát lea Jesusa bajásčuožžilanbeaivi.
smj: Sådnåbiejvve, danen gå dat le Jesusa bajástjuodtjelime biejvve.

source: Dii. 11.00 danin go dolin galggai boanda beassat gusaid bahččit ovdal go manai girkui.
smj: 11.00 danen gå båndor dålusj ájgen galgaj asstat gusájt båhtjet vuostak.

source: Muhtumin lea Ipmilbálvalus maiddái maŋŋágaskabeaivve-.
smj: Valla muhttijn le jubmeldievnastus maŋŋela biejven.

source: Maid dieđát du ruovttubáikki girkohistorjjás ?
smj: Mav diedá ietjat bájkálasj girkkohiståvrå birra ?
